# Конфигурационный файл

# ID Google Sheets
SHEET_ID = "1lF4SV24wTo5OwsidQ7UPqBVaGzdw_fBSx0OuBJJ4cWg"
REGISTRATION_SHEET_ID = "1fHjI0hTtlbjDZxSCWVidzGnJ7aY4joB7UUVXFEB0rxw"
TAB_NAME = "Sheet"

# Программный комитет
PROGRAM_COMMITTEE = [
    "Козарь А.В.", "Калиш А.Н.", "Архипов Р.М.", "Балакший В.И.",
    "Белотелов В.И.", "Боголюбов А.Н.", "Бородачев Л.В.", "Бугай А.Н.",
    "Денисов В.И.", "Звездин А.К.", "Игнатьева Д.О.", "Короновский А.А.",
    "Котова С.П.", "Макаров В.А.", "Пирогов Ю.А.", "Пятаков А.П.",
    "Руденко О.В.", "Сазонов С.В.", "Сапожников О.А.", "Тимофеев И.В.",
    "Храмов А.Е.", "Цысарь С.А.", "Чашечкин Ю.Д.", "Черепенин В.А.",
    "Шандаров С.М."
]

# Специальные правила расселения (можно добавлять)
SPECIAL_RULES = {
    # "ФИО": "правило"
}
